---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionArea
source: html/7afbab80-e43a-ea08-276b-9cf36c4a3abc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionArea Property

"Section Area"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionArea { get; }
```